Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Compare a second source, or merge several into a custom one.
de: Vergleiche mit einer zweiten Quelle oder führe mehrere zu einer eigenen Quelle zusammen.
es: Compara una segunda fuente o combina varias en una fuente personalizada.
fr: Comparez une deuxième source, ou fusionnez-en plusieurs en une source personnalisée.
hi: किसी दूसरे सोर्स से तुलना करें, या कई सोर्स को मिलाकर एक कस्टम सोर्स बनाएँ।
ru: Сравните с другим источником или объедините несколько в свой источник.
tr: İkinci bir kaynakla karşılaştırın veya birkaç kaynağı tek bir özel kaynakta birleştirin.
zh_hans: 对比第二个数据来源，或将多个来源合并为自定义来源。

source: Confirmation Vibration
de: Bestätigungsvibration
es: Vibración de confirmación
fr: Vibrations de confirmation
hi: पुष्टि वाइब्रेशन
ru: Вибрация подтверждения
tr: Onay Titreşimi
zh_hans: 确认震动

source: Consistency beats intensity.
de: Regelmäßigkeit schlägt Intensität.
es: La constancia vale más que la intensidad.
fr: La régularité prime sur l’intensité.
hi: तीव्रता से ज़्यादा ज़रूरी है निरंतरता।
ru: Регулярность важнее интенсивности.
tr: Düzenlilik, yoğunluktan daha önemlidir.
zh_hans: 坚持胜过强度。

source: Context Label
de: Kontextbeschriftung
es: Etiqueta de contexto
fr: Libellé de contexte
hi: संदर्भ लेबल
ru: Подпись контекста
tr: Bağlam Etiketi
zh_hans: 上下文标签

source: Context Maximum
de: Kontextmaximum
es: Máximo de contexto
fr: Maximum du contexte
hi: संदर्भ अधिकतम
ru: Максимум контекста
tr: Bağlam Maksimumu
zh_hans: 上下文最大值

source: Context Minimum
de: Kontextminimum
es: Mínimo de contexto
fr: Minimum du contexte
hi: संदर्भ न्यूनतम
ru: Минимум контекста
tr: Bağlam Minimumu
zh_hans: 上下文最小值

source: Context Top End
de: Kontext oben Ende
es: Fin superior de contexto
fr: Fin du haut du contexte
hi: संदर्भ शीर्ष अंत
ru: Конец верхней полосы
tr: Bağlam Üst Bitiş
zh_hans: 上下文顶部结束

source: Context Top Start
de: Kontext oben Anfang
es: Inicio superior de contexto
fr: Début du haut du contexte
hi: संदर्भ शीर्ष आरंभ
ru: Начало верхней полосы
tr: Bağlam Üst Başlangıç
zh_hans: 上下文顶部起始

source: Continue for Free
de: Kostenlos fortfahren
es: Continuar gratis
fr: Continuer gratuitement
hi: मुफ़्त में जारी रखें
ru: Продолжить бесплатно
tr: Ücretsiz Devam Et
zh_hans: 继续使用免费版

source: Copyright (c) 2026 Ziheng Zhong. All rights reserved.
de: Copyright (c) 2026 Ziheng Zhong. Alle Rechte vorbehalten.
es: Copyright (c) 2026 Ziheng Zhong. Todos los derechos reservados.
fr: Copyright (c) 2026 Ziheng Zhong. Tous droits réservés.
hi: कॉपीराइट (c) 2026 Ziheng Zhong। सर्वाधिकार सुरक्षित।
ru: Copyright (c) 2026 Ziheng Zhong. Все права защищены.
tr: Telif Hakkı (c) 2026 Ziheng Zhong. Tüm hakları saklıdır.
zh_hans: 版权所有 (c) 2026 Ziheng Zhong。保留所有权利。

source: Could not crop the photo. Try again.
de: Das Foto konnte nicht zugeschnitten werden. Versuche es erneut.
es: No se pudo recortar la foto. Vuelve a intentarlo.
fr: Impossible de recadrer la photo. Réessayez.
hi: तस्वीर क्रॉप नहीं हो सकी। फिर कोशिश करें।
ru: Не удалось обрезать фото. Повторите попытку.
tr: Fotoğraf kırpılamadı. Yeniden deneyin.
zh_hans: 无法裁剪照片，请重试。

source: Couldn't Change Icon
de: Symbol konnte nicht geändert werden
es: No se pudo cambiar el icono
fr: Impossible de changer l’icône
hi: आइकॉन नहीं बदला जा सका
ru: Не удалось изменить значок
tr: Simge Değiştirilemedi
zh_hans: 无法更换图标

source: Couldn't Create Image
de: Bild konnte nicht erstellt werden
es: No se pudo crear la imagen
fr: Impossible de créer l’image
hi: इमेज नहीं बनाई जा सकी
ru: Не удалось создать изображение
tr: Görsel Oluşturulamadı
zh_hans: 无法生成图片

source: Couldn't Create Video
de: Video konnte nicht erstellt werden
es: No se pudo crear el video
fr: Impossible de créer la vidéo
hi: वीडियो नहीं बनाया जा सका
ru: Не удалось создать видео
tr: Video Oluşturulamadı
zh_hans: 无法创建视频

source: Couldn't Crop Photo
de: Foto konnte nicht zugeschnitten werden
es: No se pudo recortar la foto
fr: Impossible de recadrer la photo
hi: तस्वीर क्रॉप नहीं हो सकी
ru: Не удалось обрезать фото
tr: Fotoğraf Kırpılamadı
zh_hans: 无法裁剪照片

source: Couldn't Export Body Radar Replay
de: Körperradar-Wiedergabe konnte nicht exportiert werden
es: No se pudo exportar la reproducción de Radar corporal
fr: Impossible d’exporter la relecture du radar corporel
hi: Body रडार रीप्ले एक्सपोर्ट नहीं हो सका
ru: Не удалось экспортировать запись радара тела
tr: Vücut Radarı Tekrarı Dışa Aktarılamadı
zh_hans: 无法导出身体雷达回放数据

source: Couldn't Load Map
de: Karte konnte nicht geladen werden
es: No se pudo cargar el mapa
fr: Impossible de charger le plan
hi: नक़्शा लोड नहीं हो सका
ru: Не удалось загрузить карту
tr: Harita Yüklenemedi
zh_hans: 无法加载地图

source: Couldn't Load Photo
de: Foto konnte nicht geladen werden
es: No se pudo cargar la foto
fr: Impossible de charger la photo
hi: तस्वीर लोड नहीं हो सकी
ru: Не удалось загрузить фото
tr: Fotoğraf Yüklenemedi
zh_hans: 无法加载照片

source: Couldn't Load Video
de: Video konnte nicht geladen werden
es: No se pudo cargar el video
fr: Impossible de charger la vidéo
hi: वीडियो लोड नहीं हो सका
ru: Не удалось загрузить видео
tr: Video Yüklenemedi
zh_hans: 无法加载视频

source: Couldn't Save
de: Sichern fehlgeschlagen
es: No se pudo guardar
fr: Impossible d’enregistrer
hi: सहेजा नहीं जा सका
ru: Не удалось сохранить
tr: Kaydedilemedi
zh_hans: 无法保存

source: Couldn't Save Image
de: Bild konnte nicht gesichert werden
es: No se pudo guardar la imagen
fr: Impossible d’enregistrer l’image
hi: इमेज सहेजी नहीं जा सकी
ru: Не удалось сохранить изображение
tr: Görsel Kaydedilemedi
zh_hans: 无法保存图片

source: Couldn't Save Video
de: Video konnte nicht gesichert werden
es: No se pudo guardar el video
fr: Impossible d’enregistrer la vidéo
hi: वीडियो सहेजा नहीं जा सका
ru: Не удалось сохранить видео
tr: Video Kaydedilemedi
zh_hans: 无法存储视频

source: Counts the workouts Body has cached for this week.
de: Zählt die Trainings dieser Woche, die Body zwischengespeichert hat.
es: Cuenta los entrenamientos de esta semana que Body tiene en caché.
fr: Compte les exercices de cette semaine que Body a mis en cache.
hi: इस सप्ताह के उन वर्कआउट को गिनता है जो Body के कैश में हैं।
ru: Число тренировок этой недели в кэше Body.
tr: Body'nin bu hafta için önbelleğe aldığı antrenmanları sayar.
zh_hans: 统计 Body 本周已缓存的运动次数。

source: Current
de: Aktuell
es: Actual
fr: Actuel
hi: वर्तमान
ru: Сейчас
tr: Güncel
zh_hans: 当前

source: Custom Backgrounds
de: Eigene Hintergründe
es: Fondos personalizados
fr: Arrière-plans personnalisés
hi: कस्टम बैकग्राउंड
ru: Свои фоны
tr: Özel Arka Planlar
zh_hans: 自定义背景

source: Custom backgrounds, saved as profiles you can switch anytime.
de: Eigene Hintergründe, als Profile gespeichert, zwischen denen du jederzeit wechseln kannst.
es: Fondos personalizados, guardados como perfiles que puedes cambiar cuando quieras.
fr: Des arrière-plans personnalisés, enregistrés sous forme de profils entre lesquels vous pouvez basculer à tout moment.
hi: कस्टम बैकग्राउंड, प्रोफ़ाइल के रूप में सहेजे गए, जिन्हें आप कभी भी बदल सकते हैं।
ru: Свои фоны, сохраненные как профили, между которыми можно переключаться в любой момент.
tr: İstediğiniz zaman geçiş yapabileceğiniz ön ayarlar olarak kaydedilen özel arka planlar.
zh_hans: 自定义背景，保存为方案，随时切换。

source: Custom Data Sources
de: Eigene Datenquellen
es: Fuentes de datos personalizadas
fr: Sources de données personnalisées
hi: कस्टम डेटा सोर्स
ru: Свои источники данных
tr: Özel Veri Kaynakları
zh_hans: 自定义数据来源

source: Custom Source
de: Eigene Quelle
es: Fuente personalizada
fr: Source personnalisée
hi: कस्टम सोर्स
ru: Свой источник
tr: Özel Kaynak
zh_hans: 自定义来源

source: Custom Sources
de: Eigene Quellen
es: Fuentes personalizadas
fr: Sources personnalisées
hi: कस्टम सोर्स
ru: Свои источники
tr: Özel Kaynaklar
zh_hans: 自定义来源

source: DAILY AVG
de: Ø PRO TAG
es: PROM. DIARIO
fr: MOY. QUOTIDIENNE
hi: दैनिक औसत
ru: В СРЕДНЕМ ЗА ДЕНЬ
tr: GÜNLÜK ORT.
zh_hans: 每日平均

source: Daily exercise minute total
de: Tägliche Trainingsminuten gesamt
es: Total diario de minutos de ejercicio
fr: Total quotidien des minutes d’exercice
hi: कुल दैनिक एक्सरसाइज़ मिनट
ru: Минуты упражнений за день
tr: Günlük toplam egzersiz dakikası
zh_hans: 每日运动时长总计

source: Daily heart rate
de: Tägliche Herzfrequenz
es: Frecuencia cardiaca diaria
fr: Fréquence cardiaque quotidienne
hi: दैनिक हृदय गति
ru: Пульс за день
tr: Günlük kalp atış hızı
zh_hans: 每日心率

source: Daily step trend
de: Trend der täglichen Schritte
es: Tendencia diaria de pasos
fr: Tendance quotidienne des pas
hi: दैनिक क़दम ट्रेंड
ru: Тренд шагов за день
tr: Günlük adım eğilimi
zh_hans: 每日步数趋势

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
ru: Темное
tr: Koyu
zh_hans: 深色

source: Data
de: Daten
es: Datos
fr: Données
hi: डेटा
ru: Данные
tr: Veriler
zh_hans: 数据

source: Data Refresh
de: Datenaktualisierung
es: Actualización de datos
fr: Actualisation des données
hi: डेटा रीफ़्रेश
ru: Обновление данных
tr: Veri Yenileme
zh_hans: 数据刷新

source: Date
de: Datum
es: Fecha
hi: तिथि
ru: Дата
tr: Tarih
zh_hans: 日期

source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
hi: तिथि और समय
ru: Дата и время
tr: Tarih ve Saat
zh_hans: 日期与时间

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Le %lld
hi: दिन %lld
ru: День %lld
tr: %lld. Gün
zh_hans: 第%lld天

source: Day Caption
de: Tagesring-Beschriftung
es: Leyenda del día
fr: Légende du jour
hi: दिन रिंग कैप्शन
ru: Подпись кольца дня
tr: Gün Açıklaması
zh_hans: 每日圆环说明

source: Day Ring
de: Tagesring
es: Anillo del día
fr: Anneau du jour
hi: दिन रिंग
ru: Кольцо дня
tr: Gün Halkası
zh_hans: 每日圆环

# Day Ring, %lld percent of the day passed, %@ asleep, %lld workouts
source: Day Ring, %1$lld percent of the day passed, %2$@ asleep, %3$lld workouts
de: Tagesring, %1$lld Prozent des Tages vergangen, %2$@ geschlafen, Trainings: %3$lld
es: Anillo del día, ha pasado el %1$lld por ciento del día, %2$@ de sueño, entrenamientos: %3$lld
fr: Anneau du jour, %1$lld pour cent de la journée écoulée, %2$@ de sommeil, exercices : %3$lld
hi: दिन रिंग, दिन का %1$lld प्रतिशत बीत चुका, %2$@ नींद, वर्कआउट: %3$lld
ru: Кольцо дня, процентов дня позади: %1$lld, сон: %2$@, тренировок: %3$lld
tr: Gün Halkası, günün yüzde %1$lld kadarı geçti, %2$@ uyku, %3$lld antrenman
zh_hans: 每日圆环，今日已过百分之%1$lld，睡眠%2$@，%3$lld次体能训练

source: Day View
de: Tagesansicht
es: Vista del día
fr: Vue du jour
hi: दिन दृश्य
ru: Просмотр дня
tr: Gün Görünümü
zh_hans: 日视图

source: Daylight
de: Tages­licht
es: Luz diurna
fr: Lumière du jour
hi: दिन की रोशनी
ru: Дневной свет
tr: Gün Işığı
zh_hans: 日光

source: Days by Interval
de: Tage nach Intervall
es: Días por intervalo
fr: Jours par intervalle
hi: अंतराल के अनुसार दिन
ru: Дни по интервалам
tr: Aralığa Göre Günler
zh_hans: 按区间划分的天数

source: Days by Level
de: Tage nach Stufe
es: Días por nivel
fr: Jours par niveau
hi: स्तर के अनुसार दिन
ru: Дни по уровням
tr: Seviyeye Göre Günler
zh_hans: 按水平划分的天数

source: Days by Status
de: Tage nach Status
es: Días por estado
fr: Jours par état
hi: स्थिति के अनुसार दिन
ru: Дни по статусу
tr: Duruma Göre Günler
zh_hans: 按状态划分的天数

source: Decrease effort
de: Anstrengung verringern
es: Reducir esfuerzo
fr: Diminuer l’effort
hi: प्रयास घटाएँ
ru: Уменьшить усилие
tr: Eforu azalt
zh_hans: 降低强度

source: decreased
de: ist gesunken
es: disminuyó
fr: a diminué
hi: में कमी आई
ru: снижение
tr: azaldı
zh_hans: 有所下降

source: Default: %@
de: Standard: %@
es: Predeterminado: %@
fr: Par défaut : %@
hi: डिफ़ॉल्ट: %@
ru: По умолчанию: %@
tr: Varsayılan: %@
zh_hans: 默认：%@

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: डिलीट करें
ru: Удалить
tr: Sil
zh_hans: 删除

source: Delete "%@"?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
hi: “%@” डिलीट करें?
ru: Удалить «%@»?
tr: “%@” silinsin mi?
zh_hans: 要删除“%@”吗？

source: Delete Custom Source
de: Eigene Quelle löschen
es: Eliminar fuente personalizada
fr: Supprimer la source personnalisée
hi: कस्टम सोर्स डिलीट करें
ru: Удалить свой источник
tr: Özel Kaynağı Sil
zh_hans: 删除自定义来源

source: Delete Photo
de: Foto löschen
es: Eliminar foto
fr: Supprimer la photo
hi: तस्वीर डिलीट करें
ru: Удалить фото
tr: Fotoğrafı Sil
zh_hans: 删除照片

source: Denied
de: Abgelehnt
es: Denegado
fr: Refusé
hi: अस्वीकृत
ru: Запрещено
tr: Reddedildi
zh_hans: 已拒绝

source: Deselect All
de: Alle abwählen
es: Anular selección
fr: Tout désélectionner
hi: सभी का चयन हटाएँ
ru: Снять выбор
tr: Tüm Seçimleri Kaldır
zh_hans: 取消全选

# detail.avgPrefix
source: Avg
de: Ø
es: Prom.
fr: Moy.
hi: औसत
ru: Ср.
tr: Ort.
zh_hans: 平均

# detail.dailyAvgShortPrefix
source: D Avg
de: Ø T
es: Prom. D
fr: Moy. J
hi: दिन औसत
ru: Ср. дн.
tr: G Ort.
zh_hans: 日均

# detail.dailyRangeShortPrefix
source: D Range
de: Spanne T
es: Rango D
fr: Plage J
hi: दिन रेंज
ru: Диап. дн.
tr: G Aralık
zh_hans: 日范围

# detail.dailyTotalShortPrefix
source: D Total
de: Summe T
es: Total D
fr: Total J
hi: दिन कुल
ru: Сумма дн.
tr: G Toplam
zh_hans: 日总计

# detail.hourlyAvgShortPrefix
source: H Avg
de: Ø Std.
es: Prom. H
fr: Moy. h
hi: घंटा औसत
ru: Ср. ч
tr: S Ort.
zh_hans: 时均

# detail.monthlyAvgShortPrefix
source: M Avg
de: Ø M
es: Prom. M
fr: Moy. M
hi: माह औसत
ru: Ср. мес.
tr: A Ort.
zh_hans: 月均

# detail.monthlyRangeShortPrefix
source: M Range
de: Spanne M
es: Rango M
fr: Plage M
hi: माह रेंज
ru: Диап. мес.
tr: A Aralık
zh_hans: 月范围

# detail.sixMonthAvgShortPrefix
source: 6M Avg
de: Ø 6M
es: Prom. 6M
fr: Moy. 6M
hi: 6 माह औसत
ru: Ср. 6 мес.
tr: 6A Ort.
zh_hans: 6个月均

# detail.sixMonthRangeShortPrefix
source: 6M Range
de: Spanne 6M
es: Rango 6M
fr: Plage 6M
hi: 6 माह रेंज
ru: Диап. 6 мес.
tr: 6A Aralık
zh_hans: 6个月范围

# detail.weeklyAvgShortPrefix
source: W Avg
de: Ø W
es: Prom. S
fr: Moy. S
hi: सप्ताह औसत
ru: Ср. нед.
tr: H Ort.
zh_hans: 周均

# detail.weeklyRangeShortPrefix
source: W Range
de: Spanne W
es: Rango S
fr: Plage S
hi: सप्ताह रेंज
ru: Диап. нед.
tr: H Aralık
zh_hans: 周范围

# detail.yearlyAvgShortPrefix
source: Y Avg
de: Ø J
es: Prom. A
fr: Moy. A
hi: वर्ष औसत
ru: Ср. год
tr: Y Ort.
zh_hans: 年均

# detail.yearlyRangeShortPrefix
source: Y Range
de: Spanne J
es: Rango A
fr: Plage A
hi: वर्ष रेंज
ru: Диап. год
tr: Y Aralık
zh_hans: 年范围

source: Detailed Scoring
de: Detaillierte Bewertung
es: Puntuación detallada
fr: Score détaillé
hi: विस्तृत स्कोरिंग
ru: Подробная оценка
tr: Ayrıntılı Puanlama
zh_hans: 详细评分

source: Deviation
de: Abweichung
es: Desviación
fr: Écart
hi: विचलन
ru: Отклонение
tr: Sapma
zh_hans: 偏差

source: Difference Range
de: Abweichungsbereich
es: Rango de variación
fr: Plage d’écart
hi: अंतर की रेंज
ru: Диапазон отклонения
tr: Fark Aralığı
zh_hans: 差异范围

source: Dim
de: Gedämpft
es: Tenue
fr: Atténué
hi: मंद
ru: Приглушенно
tr: Loş
zh_hans: 昏暗

source: Direct Readings
de: Direkte Messwerte
es: Lecturas directas
fr: Relevés directs
hi: सीधी रीडिंग
ru: Прямые измерения
tr: Doğrudan Ölçümler
zh_hans: 直接读取

source: Disclaimer
de: Haftungsausschluss
es: Aviso legal
fr: Avis de non-responsabilité
hi: अस्वीकरण
ru: Отказ от ответственности
tr: Sorumluluk Reddi
zh_hans: 免责声明

source: Distance
de: Strecke
es: Distancia
hi: दूरी
ru: Дистанция
tr: Mesafe
zh_hans: 距离

source: Done
de: Fertig
es: OK
fr: OK
hi: पूर्ण
ru: Готово
tr: Bitti
zh_hans: 完成

source: Drag a color around the spectrum to recolor it, or drag a divider on the preview to change how much space each color takes.
de: Ziehe eine Farbe über das Spektrum, um sie umzufärben, oder ziehe eine Trennlinie in der Vorschau, um festzulegen, wie viel Platz jede Farbe einnimmt.
es: Arrastra un color por el espectro para cambiarlo, o arrastra un divisor en la vista previa para cambiar cuánto espacio ocupa cada color.
fr: Faites glisser une couleur sur le spectre pour la modifier, ou faites glisser un séparateur sur l’aperçu pour changer l’espace occupé par chaque couleur.
hi: किसी रंग को स्पेक्ट्रम पर ड्रैग करके उसका रंग बदलें, या प्रीव्यू पर किसी डिवाइडर को ड्रैग करके तय करें कि हर रंग कितनी जगह ले।
ru: Перетяните цвет по спектру, чтобы изменить его, или перетяните разделитель на превью, чтобы изменить долю каждого цвета.
tr: Bir rengi değiştirmek için onu spektrum üzerinde sürükleyin veya her rengin kapladığı alanı değiştirmek için önizlemedeki bir ayırıcıyı sürükleyin.
zh_hans: 在色谱上拖动颜色即可为其重新着色，或在预览中拖动分隔线来调整每种颜色所占的空间。

source: Drag to move the photo. Pinch to zoom. Double-tap to reset.
de: Ziehe, um das Foto zu verschieben. Zoome mit zwei Fingern. Doppeltippe zum Zurücksetzen.
es: Arrastra para mover la foto. Pellizca para hacer zoom. Toca dos veces para restablecer.
fr: Faites glisser pour déplacer la photo. Pincez pour zoomer. Touchez deux fois pour réinitialiser.
hi: तस्वीर खिसकाने के लिए ड्रैग करें। ज़ूम करने के लिए पिंच करें। रीसेट करने के लिए डबल टैप करें।
ru: Перетяните, чтобы переместить фото. Сведите или разведите пальцы, чтобы изменить масштаб. Коснитесь дважды, чтобы сбросить.
tr: Fotoğrafı taşımak için sürükleyin. Yakınlaştırmak için kıstırın. Sıfırlamak için iki kez dokunun.
zh_hans: 拖动移动照片。捏合缩放。双击重置。

source: Drag to move the video. Pinch to zoom. Double-tap to reset.
de: Ziehe, um das Video zu verschieben. Zoome mit zwei Fingern. Doppeltippe zum Zurücksetzen.
es: Arrastra para mover el video. Pellizca para hacer zoom. Toca dos veces para restablecer.
fr: Faites glisser pour déplacer la vidéo. Pincez pour zoomer. Touchez deux fois pour réinitialiser.
hi: वीडियो खिसकाने के लिए ड्रैग करें। ज़ूम करने के लिए पिंच करें। रीसेट करने के लिए डबल टैप करें।
ru: Перетяните, чтобы переместить видео. Сведите или разведите пальцы, чтобы изменить масштаб. Коснитесь дважды, чтобы сбросить.
tr: Videoyu taşımak için sürükleyin. Yakınlaştırmak için kıstırın. Sıfırlamak için iki kez dokunun.
zh_hans: 拖动以移动视频。捏合以缩放。双击以重置。

source: Drag to move. Pinch to resize. Double-tap to reset.
de: Ziehe zum Verschieben. Ändere die Größe mit zwei Fingern. Doppeltippe zum Zurücksetzen.
es: Arrastra para mover. Pellizca para cambiar el tamaño. Toca dos veces para restablecer.
fr: Faites glisser pour déplacer. Pincez pour redimensionner. Touchez deux fois pour réinitialiser.
hi: खिसकाने के लिए ड्रैग करें। आकार बदलने के लिए पिंच करें। रीसेट करने के लिए डबल टैप करें।
ru: Перетяните, чтобы переместить. Сведите или разведите пальцы, чтобы изменить размер. Коснитесь дважды, чтобы сбросить.
tr: Taşımak için sürükleyin. Yeniden boyutlandırmak için kıstırın. Sıfırlamak için iki kez dokunun.
zh_hans: 拖动可移动，捏合可缩放，双击可重置。

source: Draw Route
de: Route zeichnen
es: Dibujar ruta
fr: Tracer le parcours
hi: मार्ग बनाएँ
ru: Рисовать маршрут
tr: Rotayı Çiz
zh_hans: 绘制路线

source: Duration
de: Dauer
es: Duración
fr: Durée
hi: अवधि
ru: Длительность
tr: Süre
zh_hans: 时长

source: Each ± value is half the distance between the lowest and the highest daily value in the range. A weight of ±1.2 means your daily weights stayed within about 1.2 above or below the middle of that span. The daily value is the average of that day's measurements, so one odd reading among several moves it less. Normal swings from water, food, and the time you step on the scale are part of this number, so a small value points to a steady period rather than to no change at all.
de: Jeder ±-Wert ist die Hälfte des Abstands zwischen dem niedrigsten und dem höchsten Tageswert im Zeitraum. Ein Gewicht von ±1,2 bedeutet, dass deine täglichen Gewichtswerte etwa 1,2 über oder unter der Mitte dieser Spanne lagen. Der Tageswert ist der Durchschnitt aller Messungen dieses Tages, daher verschiebt ihn ein einzelner Ausreißer unter mehreren Messungen weniger. Normale Schwankungen durch Wasser, Essen und die Uhrzeit, zu der du dich wiegst, sind in dieser Zahl enthalten. Ein kleiner Wert spricht also für eine stabile Phase, nicht dafür, dass sich gar nichts verändert hat.
es: Cada valor ± es la mitad de la distancia entre el valor diario más bajo y el más alto del periodo. Un peso de ±1.2 significa que tus pesos diarios se mantuvieron a unos 1.2 por encima o por debajo del punto medio de ese intervalo. El valor diario es el promedio de las mediciones de ese día, así que una lectura atípica entre varias lo mueve menos. Las oscilaciones normales por el agua, la comida y la hora a la que te pesas forman parte de esta cifra, así que un valor pequeño indica un periodo estable, no la ausencia total de cambios.
fr: Chaque valeur ± correspond à la moitié de l’écart entre la valeur quotidienne la plus basse et la plus haute de la période. Un poids de ±1.2 signifie que vos poids quotidiens sont restés à environ 1.2 au-dessus ou au-dessous du milieu de cet intervalle. La valeur quotidienne est la moyenne des mesures de la journée, si bien qu’un relevé inhabituel parmi plusieurs la fait moins varier. Les variations normales dues à l’eau, à l’alimentation et à l’heure de la pesée font partie de ce chiffre : une petite valeur indique donc une période stable plutôt qu’une absence totale de changement.
hi: हर ± मान उस रेंज के सबसे कम और सबसे ज़्यादा दैनिक मान के बीच की दूरी का आधा है। वज़न में ±1.2 का मतलब है कि आपका दैनिक वज़न उस दायरे के बीच से लगभग 1.2 ऊपर या नीचे के अंदर रहा। दैनिक मान उस दिन के सभी मापों का औसत होता है, इसलिए कई मापों में से एक अजीब रीडिंग का उस पर कम असर पड़ता है। पानी, खाने और वज़न मापने के समय से होने वाले सामान्य उतार चढ़ाव भी इस संख्या में शामिल हैं, इसलिए छोटा मान बताता है कि यह अवधि स्थिर रही, न कि कोई बदलाव ही नहीं हुआ।
ru: Каждое значение ± равно половине разницы между самым низким и самым высоким дневным значением за выбранный период. Вес ±1.2 означает, что Ваш ежедневный вес держался примерно в пределах 1.2 выше или ниже середины этого промежутка. Дневное значение равно среднему из всех измерений за день, поэтому одно необычное измерение среди нескольких влияет на него меньше. Обычные колебания из-за воды, еды и времени взвешивания входят в это число, поэтому небольшое значение говорит о стабильном периоде, а не о полном отсутствии изменений.
tr: Her ± değeri, seçilen aralıktaki en düşük ve en yüksek günlük değer arasındaki farkın yarısıdır. Ağırlıkta ±1,2, günlük ağırlığınızın bu aralığın ortasının yaklaşık 1,2 altında veya üstünde kaldığı anlamına gelir. Günlük değer o günün ölçümlerinin ortalamasıdır, bu yüzden birkaç ölçüm arasındaki tek bir sıra dışı ölçüm onu daha az etkiler. Su, yemek ve tartıya çıktığınız saatten kaynaklanan normal dalgalanmalar bu sayıya dahildir. Bu nedenle küçük bir değer, hiç değişim olmadığını değil, istikrarlı bir dönemi gösterir.
zh_hans: 每个 ± 数值是所选范围内每日数值的最低值与最高值之间距离的一半。体重 ±1.2 表示你的每日体重大致保持在该区间中点上下约 1.2 的范围内。每日数值是当天所有测量的平均值，因此多次测量中的某个异常读数对它的影响较小。水分、饮食以及称重时间带来的正常波动都包含在这个数值中，所以数值较小说明这段时间比较稳定，而不代表完全没有变化。
